export const QUESTION_E_I = [
  [
    "여러 친구들과 많이 사귀는 편이다. ",
    "몇 명의 친구들과 깊이 사귀는 편이다.",
  ],

  [
    "새로운 친구들을 만나는 것을 좋아한다.",
    "새로운 곳에 갈 때 처음 보는 사람들과 앞으로 어떻게 지낼까 걱정한다.",
  ],

  [
    "처음 보는 사람들을 만나면 먼저 말하는 편이다.",
    "처음 보는 사람들을 만나면 다른 사람이 먼저 말을 거는 편이다.",
  ],

  [
    "생각이나 느낌을 다른 사람에게 이야기하는 편이다.",
    "생각이나 느낌을 마음 속에 간직하는 편이다.",
  ],

  [
    "친구 혹은 지인들과 함께 휴식시간을 보내는 것을 선호한다.",
    "혼자 쉬는 것을 선호한다.",
  ],

  [
    "많은 친구들에게 이야기하길 좋아한다.",
    "친한 친구들에게 이야기하기를 좋아한다.",
  ],

  ["사람들과 함께 공부하면 잘된다.", "혼자 공부하면 더 잘 된다."],

  [
    "생각과 느낌을 말로 표현하는 것을 선호한다. ",
    "생각과 느낌을 글로 표현하는 것을 선호한다.",
  ],

  ["활발한 편이라고 생각한다.", "얌전하다고 편이라고 생각한다."],
];
