export const QUESTION_J_P = [
  [
    "해야 할 일을 먼저 하고 자유시간을 가진다고 생각한다.",
    "할 수 있는 일이라면 먼저 쉬고 난 후에 해도 괜찮다고 생각한다.",
  ],

  [
    "수업 계획에 따라 차근차근 가르쳐 주시는 지도자를 선호한다.",
    "그때그때마다 우리가 좋아하는 것에 맞추어 수업내용을 바꾸어서 가르치는 지도자를 선호한다.",
  ],

  [
    "주기적으로 자신의 공간을 청소하는 편이다.",
    "반드시 필요하지 않다면 청소는 잘 하지 않는 편이다.",
  ],

  [
    "하기 쉽게 잘 짜여진 도전 과제를 좋아한다.",
    "새로운 방법으로 도전하는 과제를 좋아한다.",
  ],

  [
    "자전거를 탈 때 어디로 갈지 미리 생각하고 탄다.",
    "자전거를 탈 때 그냥 달리고 나서 어디로 갈 지 생각한다.",
  ],

  [
    "자신의 물건을 잘 챙기는 편이다.",
    "자신의 물건을 잘 잃어버리거나 잊는 편이다.",
  ],

  [
    "무엇을 어떻게 해야할 지 자세히 알려주는 사수를 선호한다.",
    "스스로 해결법을 알아내도록 하는 사수를 선호한다.",
  ],

  [
    "게임의 규칙은 절대로 바뀌어서는 안된다고 생각한다.",
    "게임의 규칙은 경우에 따라 바뀔 수 있다고 생각한다.",
  ],

  ["일을 계획적으로 해내는 편이다.", "일을 그때 그때 해내는 편이다."],
];
