export const QUESTION_J_P = [
  "내가 해야 할 일을 먼저 하고 논다.",
  "내가 할 수 있는 일이라면 먼저 재미있게 놀고 난 후에 해도 괜찮다.",

  "수업 계획에 따라 차근차근 가르쳐 주시는 선생님이 좋다.",
  "그때그때마다 우리가 좋아하는 것에 맞추어 수업내용을 바꾸어서 가르치는 선생님이 좋다.",

  "나는 정리정돈 된 깨끗한 방이 좋다. ",
  "나는 내 마음대로 흩어놓을 수 있는 방이 좋다.",

  "하기 쉽게 잘 짜여진 숙제를 나는 좋아한다.",
  "새로운 방법으로 하는 숙제를 나는 좋아한다.",

  "자전거를 탈 때 어디로 갈지 미리 생각하고 탄다.",
  "자전거를 탈 때 그냥 달리고 나서 어디로 갈 지 생각한다. ",

  "나는 일기장이나 과제물을 잘 챙기는 편이다.",
  "나는 일기장이나 과제물을 잘 잊어먹는 편이다.",

  "무엇을 공부해야 할지 자세히 가르쳐 주시는 선 생님이 좋다.",
  "우리들 스스로 송부할 것을 선택하도록 맡기시는 선생님이 좋다.",

  "게임의 규칙은 절대로 바뀌어서는 안된다.",
  "게임의 규칙은 경우에 따라 바뀔 수 있다.",

  "나는 일을 계획적으로 해내는 편이다.",
  "나는 일을 그때 그때 해내는 편이다.",
];
