export const QUESTION_S_N = [
  [
    "주변인들에게 직접 보고 들은 것에 대해 얘기하는 것을 좋아한다. ",
    "주변인들에게 상상한 것을 이야기하는 것을 좋아한다.",
  ],

  [
    "실제로 있었던 사람이나 사실에 대한 책을 좋아한다.",
    "가상의 이야기를 좋아한다.",
  ],

  [
    "어려운 일에 부딪히면 차선책을 찾는다.",
    "어려운 일에 부딪히면 도전하고 싶은 마음이 생긴다.",
  ],

  [
    "무엇을 할 때 전에 해봤던 대로 하는 것을 선호한다.",
    "무엇을 할 때 새로운 방법을 통해서 해보는 것을 선호한다.",
  ],

  ["그려진 그림에 색칠하기를 좋아한다.", "이야기 지어내기를 좋아한다."],

  [
    "현재에 최선을 다하는 것이 중요하다고 생각한다.",
    "미래에 대한 꿈을 갖는 것이 중요하다고 생각한다.",
  ],

  [
    "배우고 습득한 방법대로 하는 편이다.",
    "스스로 본인만의 방법을 만들어서 하는 편이다.",
  ],

  [
    "좋아하는 책은 읽은 것이라도 또 읽는다. ",
    "새로운 다른 책을 읽는 것을 좋아한다.",
  ],

  [
    "부지런하고 성실하다는 얘기를 듣는 편이다",
    "기발하고 엉뚱하다는 얘기를 듣는 편이다",
  ],
];
