export const QUESTION_S_N = [
  [
    "나는 친구들에게 내가 직접 보고 들은 것에 대 해 얘기하는 것을 좋아한다. ",
    "난 친구들에게 내가 상상한 것을 이야기하는 것을 좋아한다.",
  ],

  [
    "나는 실제로 있었던 사람이나 사실에 대한 책을 좋아한다.",
    "나는 상상으로 지어낸 이야기를 좋아한다.",
  ],

  [
    "어려운 일에 부딪히면 하던 일을 잘못 한다.",
    "어려운 일에 부딪히면 도전하고 싶은 마음이 생긴다.",
  ],

  [
    "나는 무엇을 할 때 전에 배웠던 대로 하는 것이 편하다.",
    "나는 무엇을 할 때 새로운 방법을 생각해서 해 볼 때 더 재미있다.",
  ],

  [
    "나는 그려진 그림에 색칠하기를 좋아한다.",
    "나는 이야기 지어내기를 좋아한다.",
  ],

  [
    "나는 현재에 최선을 다하는 것이 중요하다고 생 각한다.",
    "나는 미래에 대한 꿈을 갖는 것이 중요하다고 생각한다.",
  ],

  [
    "나는 선생님이 가르쳐 주신 방법대로 하는 편이다.",
    "나는 나 스스로 나만의 방법을 만들어서 하는 편이다.",
  ],

  [
    "내가 좋아하는 책은 읽은 것이라도 또 읽는다. ",
    "나는 새로운 다른 책을 읽는 것이 좋다.",
  ],

  [
    "나는 부지런하고 성실하다는 얘기를 듣는 편이다",
    "나는 기발하고 엉뚱하다는 얘기를 듣는 편이다",
  ],
];
