export const QUESTION_T_F = [
  [
    "불공평한 것이 가장 나쁘다고 생각한다.",
    "다른 사람의 마음에 상처를 주는 것이 가장 나쁘다고 생각한다.",
  ],

  [
    "능력 좋은 사람으로 인정받고 싶어한다.",
    "인간 관계가 좋은 사람으로 인정받고 싶어한다.",
  ],

  [
    "우리 편이 지면 다음 번에는 이길 수 있는 계획을 짠다.",
    "우리 편이 지면 ‘다음에 이기면 되지’하며 팀원들의 기분을 좋게 해준다. ",
  ],

  [
    "지인의 잘못된 점은 지적해 주는 편이다.",
    "지인의 잘못된 점을 지적해 주면 지인이 어떻게 생각할까 걱정이 돼서 말하지 않는 편이다 ",
  ],

  ["공평한 사람이 되고 싶어한다.", "친절한 사람이 되고 싶어한다."],

  [
    "승부에서 이기면 승리의 기쁨을 표출하며 그 순간을 즐긴다.",
    "승부에서 이기면 기분은 좋지만 진 사람은 기분이 어떨까 생각한다.",
  ],

  ["똑똑한 사람으로 인정받고 싶어한다.", "따뜻한 사람으로 인정받고 싶어한다."],

  [
    "도둑질을 하는 학생은 벌을 받아야 한다고 생각 한다.",
    "도둑질을 하는 학생은 도둑질을 하지 않도록 도움을 받아야 한다고 생각한다.",
  ],

  [
    "벌금을 받을 때는 규칙대로 정확하게 받아야 한다.",
    "벌금을 받을 때는 상황에 따라 그 사람의 사정을 고려해서 받아야 한다.",
  ],
];
