export const QUESTION_T_F = [
  [
    "나는 불공평한 것이 가장 나쁘다고 생각한다.",
    "나는 다른 사람의 마음에 상처를 주는 것이 가장 나쁘다고 생각한다.",
  ],

  [
    "나는 공부 잘하는 실력 있는 학생으로 인정받고 싶다.",
    "나는 친구들 사이에서 인기가 좋은 학생으로 인정받고 싶다.",
  ],

  [
    "우리 편이 지면 다음 번에는 이기도록 계획을 짠다.",
    "우리 편이 지면 ‘다음에 이기면 되지’하면 서 친구들의 기분을 좋게 해준다. ",
  ],

  [
    "친구의 잘못된 점은 지적해 주는 편이다.",
    "친구의 잘못된 점을 지적해 주면 친구가 어떻게 생각할까 걱정이 돼서 말하지 않는 편이다 ",
  ],

  ["나는 공평한 사람이 되고 싶다.", "나는 친절한 사람이 되고 싶다."],

  [
    "달리기에서 이기면 기분이 아주 좋다.",
    "달리기에서 이기면 기분은 좋지만 진 사람은 기분이 어떨까 생각한다.",
  ],

  [
    "나는 똑똑한 사람으로 인정받고 싶다.",
    "나는 따뜻한 사람으로 인정받고 싶다.",
  ],

  [
    "도둑질을 하는 학생은 벌을 받아야 한다고 생각 한다.",
    "도둑질을 하는 학생은 도둑질을 하지 않도록 도움을 받아야 한다고 생각한다.",
  ],

  [
    "벌금을 받을 때는 규칙대로 정확하게 받아야 한다.",
    "벌금을 받을 때는 상황에 따라 그 사람의 사 정을 고려해서 받아야 한다.",
  ],
];
